Repository: Automattic/simplenote-macos
Catalog: Simplenote/*.lproj/Localizable.strings
Languages: fa

source: - Minimum of 8 characters
fa: - دست‌ِکم ۸ نویسه

source: - Neither tabs nor newlines are allowed
fa: - جهش (tab) و سرخط مجاز نیست

source: - Password cannot match email
fa: - گذرواژه نمی‌تواند مطابقِ ایمیل باشد

source: Created: Newest
fa: ایجادشده: جدیدترین

source: Created: Oldest
fa: ایجادشده : قدیمی‌ترین

source: Dark
fa: تاریک

source: Email
fa: ایمیل

source: Light
fa: روشن

source: Log In
fa: ثبتِ ورود

source: Password
fa: گذرواژه

source: Password cannot match email
fa: گذرواژه نمی‌تواند مطابقِ ایمیل باشد

source: Password must contain at least %d characters
fa: گذرواژه دست‌ِکم باید حاویِ %d نویسه باشد

source: Password must not contain tabs nor newlines
fa: گذرواژه نمی‌باید حاوی جهش (tab) و سرخط باشد

source: Pin to Top
fa: سنجاق به بالا

source: Reset
fa: بازنشانی

source: Sign Up
fa: نام‌نویسی

source: Untagged
fa: برچسب‌نخورده

source: We're having problems. Please try again soon.
fa: در حالِ حاضر با مشکلاتی مواجه هستیم. لطفاً به‌زودی دوباره امتحان کنید.

source: Your password is insecure and must be reset. The password requirements are:
fa: گذرواژهٔ شما ایمن نیست و باید بازنشانی شود. ملزوماتِ گذرواژه از این قرارند:

source: tag:
fa: برچسب:
